'use strict';
//
//
$(function () { // Эта строка говорит, что сначало должен загрузится html-код (DOM элементов), и только потом js-код.
    //
    //
    // -#-#-#-#-#-#-#-#-#-#-#-#-#-#-#-#-#-#-
    // -#-  -#-
    // -#-#-#-#-#-#-#-#-#-#-#-#-#-#-#-#-#-#-
    //


    // ==================================
    /* ОСТАЛОСЬ РЕАЛИЗОВАТЬ:
    - при скролле страницы, если мы попали например в секцию about, то в навигационном меню
     должен подсветиться соответствующий пункт меню about, а остальные пункты погаснуть.   */
});


